Repository: imartete/eter
Catalog: src/locales/*.po
Languages: uk

source: Apartment {0}
uk: {0} квартира

source: Apt. {number} - {bill} UAH
uk: {number} кв. - {bill} грн.

source: Bill updated
uk: Успішно оновлено рахунок

source: Calculate
uk: Обчислити

source: Copied
uk: Скопійовано

source: Copy a message for the residents with payment amounts for each of them
uk: Скопіюйте повідомлення для мешканців із сумами платежів для кожної квартири

source: Copy all
uk: Копіювати всі

source: Current
uk: Теперішні

source: Enter previous and current meter values of each apartment
uk: Введіть попередні та поточні значення лічильників для кожної квартири

source: Enter total bill sum
uk: Введіть загальну суму рахунку

source: Hello everyone! Please send your payment for electricity used the previous month until {formattedDueDate}, thanks!
uk: Вітаю! Будь ласка, надішліть ваш платіж за спожиту електроенергію за попередній місяць до {formattedDueDate}, дякую!

source: Left entrance
uk: Лівий під'їзд

source: Left entrance:
uk: Лівий під'їзд:

source: Next
uk: Далі

source: Previous
uk: Попередні

source: Result
uk: Результат

source: Right entrance
uk: Правий під'їзд

source: Right entrance:
uk: Правий під'їзд:

source: UAH
uk: грн.

source: Update bill sum
uk: Оновити суму

source: Value has to be not less than 6 digits
uk: Значення повинне містити не менше 6 символів
